Repository: ftl-mv-translation/inferno-core
Catalog: locale/data/events_special_main.xml.append/*.po
Languages: ru

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_augbox_active" and @lvl="0"]/text
ru: Включить экран статистики модулей

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_augbox_active" and not(@lvl)]/text
ru: Выключить экран статистики модулей

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_augbox_invert" and @lvl="0"]/text
ru: Включить инвертированное включение экрана статистики модулей

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_augbox_invert" and not(@lvl)]/text
ru: Выключить инвертированное включение экрана статистики модулей

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_buttons_visible" and @lvl="0"]/text
ru: Показать кнопки информации об аддонах

source: data/events_special_main.xml.append$//event[@name="ADDON_FMCORE_INFO"]/choice[@req="fmcore_buttons_visible" and not(@lvl)]/text
ru: Скрыть кнопки информации об аддонах

source: data/events_special_main.xml.append$//event[@name="ADDON_FORGEMASTER_INFO"]/choice[@req="unique_leah"]/text
ru: Проверить рецепты изготовления

source: data/events_special_main.xml.append$//event[@name="ADDON_PIP_INFO"]/choice[2]/text
ru: больше информации...

source: data/events_special_main.xml.append$//event[@name="ADDON_RAD_INFO"]/text
ru: R&D Разработчик: Arc В настоящее время отключен. Перевод аддона: Завершен Аддон, созданный на основе использования Lua для создания забавных и уникальных трюков. Он включает в себя различные корабли, оружие, экипаж, дронов и квесты, хотя и не полностью сбалансированные, все они пытаются представить и сосредоточиться на уникальных трюках, которые вы не найдете в MV в противном случае. Скачать его можно на форумах MV.

source: data/events_special_main.xml.append$//eventButton[@name="UI_STORAGE_CHECK_BUTTON"]/tooltip
ru: Открыть меню склада.

source: data/events_special_main.xml.append$//eventButton[@name="UI_TOGGLE_BUTTON"]/tooltip
ru: Переключить дрон или оружие.
